<?php

return [   
    'type_color' => [
        'ノーマル' => '#b1b1b1',
        'ほのお' => '#e4653f',
        'みず' => '#50abda',
        'くさ' => '#9ac30e',
        'でんき' => '#e8c71a',
        'こおり' => '#53c4e5',
        'かくとう' => '#e99a3f',
        'どく' => '#ba79c1',
        'じめん' => '#c8a841',
        'ひこう' => '#5e9fe2',
        'エスパー' => '#e885b2',
        'むし' => '#6cbe50',
        'いわ' => '#b08754',
        'ゴースト' => '#756eb4',
        'ドラゴン' => '#6c81c8',
        'あく' => '#5a3c1e',
        'はがね' => '#919191',
        'フェアリー' => '#e06cbb',
    ],
];
